<header>
	<meta name="facebook-domain-verification" content="3crq0vcplger8ck5ep86qkwmmnls5p" />
	<meta name="yandex-verification" content="a482d02268110f4c" />
    <div class="wrap">

        <div class="flx jcsb aic head-mobile">
            <div class="logo"><a href="<?php echo home_url( '/' ); ?>"><img src="<?php the_field('logo','option'); ?>" alt="Ломбард 24"></a></div>
            <div class="flx fxg jcfe aic">
                <div class="adres">
                    <a href="<?php print get_page_link(103); ?>">
                        <svg width="14" height="18" viewBox="0 0 14 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M7 9.75C8.24264 9.75 9.25 8.74264 9.25 7.5C9.25 6.25736 8.24264 5.25 7 5.25C5.75736 5.25 4.75 6.25736 4.75 7.5C4.75 8.74264 5.75736 9.75 7 9.75Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M7 1.5C5.4087 1.5 3.88258 2.13214 2.75736 3.25736C1.63214 4.38258 1 5.9087 1 7.5C1 8.919 1.3015 9.8475 2.125 10.875L7 16.5L11.875 10.875C12.6985 9.8475 13 8.919 13 7.5C13 5.9087 12.3679 4.38258 11.2426 3.25736C10.1174 2.13214 8.5913 1.5 7 1.5V1.5Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        <span>Адреса отделений (22)</span>
                    </a>
                </div>
                <div class="whatsapp-link hide"><a href="<?php the_field('whatsapp','option'); ?>"><img src="<?php echo get_template_directory_uri(); ?>/images/whatsapp.svg" alt="whatsapp"></a></div>
                <div class="phone">
                    <a href="tel:<?php the_field('phone','option'); ?>">
                        <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M16.5001 12.6901V14.9401C16.5009 15.1489 16.4581 15.3557 16.3745 15.5471C16.2908 15.7385 16.168 15.9103 16.0141 16.0515C15.8602 16.1927 15.6785 16.3002 15.4806 16.3671C15.2828 16.434 15.0731 16.4589 14.8651 16.4401C12.5572 16.1893 10.3403 15.4007 8.39257 14.1376C6.58044 12.9861 5.04407 11.4497 3.89257 9.63757C2.62506 7.68098 1.83625 5.45332 1.59007 3.13507C1.57133 2.92767 1.59598 2.71864 1.66245 2.52129C1.72892 2.32394 1.83575 2.14259 1.97615 1.98879C2.11654 1.83499 2.28743 1.7121 2.47792 1.62796C2.6684 1.54382 2.87433 1.50027 3.08257 1.50007L5.33257 1.50007C5.69655 1.49649 6.04942 1.62538 6.32539 1.86272C6.60137 2.10006 6.78163 2.42966 6.83257 2.79007C6.92754 3.51012 7.10366 4.21712 7.35757 4.89757C7.45848 5.16602 7.48032 5.45776 7.4205 5.73823C7.36069 6.01871 7.22172 6.27616 7.02007 6.48007L6.06757 7.43257C7.13524 9.31023 8.68991 10.8649 10.5676 11.9326L11.5201 10.9801C11.724 10.7784 11.9814 10.6395 12.2619 10.5796C12.5424 10.5198 12.8341 10.5417 13.1026 10.6426C13.783 10.8965 14.49 11.0726 15.2101 11.1676C15.5744 11.219 15.9071 11.4025 16.145 11.6832C16.3828 11.9639 16.5092 12.3223 16.5001 12.6901Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                        </svg>

                        <?php the_field('phone','option'); ?>
                    </a>
                </div>
              <div class="link link-lk">
                    <a href="<?php the_field('lk','option'); ?>">
                        <svg width="15" height="14" viewBox="0 0 15 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.5001 5.49998H14.0002V2.49999C14.0002 2.36738 13.9475 2.24021 13.8538 2.14644C13.76 2.05267 13.6328 1.99999 13.5003 1.99999H1.50237C1.384 2.00192 1.26878 1.96177 1.17723 1.88669C1.08568 1.81161 1.02375 1.70647 1.00246 1.58999V1.40999C1.02375 1.29352 1.08568 1.18838 1.17723 1.1133C1.26878 1.03821 1.384 0.998065 1.50237 0.999996H13.2903C13.4229 0.999996 13.55 0.947318 13.6438 0.85355C13.7375 0.759782 13.7902 0.632606 13.7902 0.499998C13.7902 0.36739 13.7375 0.240214 13.6438 0.146446C13.55 0.0526783 13.4229 0 13.2903 0H1.50237C1.10461 0 0.72315 0.158035 0.441894 0.439338C0.160639 0.720642 0.00263166 1.10217 0.00263166 1.49999C-0.000877219 1.55994 -0.000877219 1.62005 0.00263166 1.67999V11.965C0.00459395 12.2342 0.0595548 12.5004 0.164376 12.7483C0.269197 12.9963 0.421825 13.2212 0.613546 13.4101C0.805267 13.5991 1.03233 13.7485 1.28176 13.8497C1.53119 13.9509 1.7981 14.0019 2.06727 13.9999H13.5003C13.6328 13.9999 13.76 13.9473 13.8538 13.8535C13.9475 13.7597 14.0002 13.6326 14.0002 13.4999V10.5H14.5001C14.6327 10.5 14.7598 10.4473 14.8536 10.3535C14.9473 10.2597 15 10.1326 15 9.99996V5.99998C15 5.86737 14.9473 5.74019 14.8536 5.64642C14.7598 5.55266 14.6327 5.49998 14.5001 5.49998ZM13.0004 12.9999H2.06727C1.78922 13.0026 1.52135 12.8954 1.32195 12.7016C1.12254 12.5078 1.00771 12.243 1.00246 11.965V2.93999C1.16473 2.98702 1.33358 3.00729 1.50237 2.99999H13.0004V5.49998H9.50097C8.83804 5.49998 8.20227 5.76337 7.73351 6.23221C7.26475 6.70105 7.0014 7.33693 7.0014 7.99997C7.0014 8.66301 7.26475 9.29889 7.73351 9.76773C8.20227 10.2366 8.83804 10.5 9.50097 10.5H13.0004V12.9999ZM14.0002 9.49996H9.50097C9.10321 9.49996 8.72175 9.34193 8.44049 9.06063C8.15924 8.77932 8.00123 8.39779 8.00123 7.99997C8.00123 7.60215 8.15924 7.22062 8.44049 6.93931C8.72175 6.65801 9.10321 6.49997 9.50097 6.49997H14.0002V9.49996Z" fill="white" />
                        </svg>
                        Личный кабинет
                    </a>
                </div>              
                <div class="open-menu">
                    <div class="m1">
                       <svg width="28" height="18" viewBox="0 0 28 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M27.0156 0.75H0.984375C0.838281 0.75 0.71875 0.834375 0.71875 0.9375V2.4375C0.71875 2.54062 0.838281 2.625 0.984375 2.625H27.0156C27.1617 2.625 27.2812 2.54062 27.2812 2.4375V0.9375C27.2812 0.834375 27.1617 0.75 27.0156 0.75ZM27.0156 15.375H0.984375C0.838281 15.375 0.71875 15.4594 0.71875 15.5625V17.0625C0.71875 17.1656 0.838281 17.25 0.984375 17.25H27.0156C27.1617 17.25 27.2812 17.1656 27.2812 17.0625V15.5625C27.2812 15.4594 27.1617 15.375 27.0156 15.375ZM27.0156 8.0625H0.984375C0.838281 8.0625 0.71875 8.14687 0.71875 8.25V9.75C0.71875 9.85312 0.838281 9.9375 0.984375 9.9375H27.0156C27.1617 9.9375 27.2812 9.85312 27.2812 9.75V8.25C27.2812 8.14687 27.1617 8.0625 27.0156 8.0625Z" fill="white" />
                        </svg>
                    </div>
                    <div class="m2">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M16 1.61143L14.3886 0L8 6.38857L1.61143 0L0 1.61143L6.38857 8L0 14.3886L1.61143 16L8 9.61143L14.3886 16L16 14.3886L9.61143 8L16 1.61143Z" fill="white" />
                        </svg>
                    </div>
                </div>
                <div class="menu-head hide">
                    <?php if( is_front_page() ) { ?>
                    <div class="landingNav">
                        <ul>
                            <li><a href="#what">Что мы принимаем</a></li>
                            <li><a href="#price">Как мы оцениваем</a></li>
                            <li><a href="#calculators">Калькулятор оценки</a></li>
							<li><a href="<?php print get_page_link(329); ?>">Наши услуги</a></li>
                            <li><a href="#why">Почему именно мы?</a></li>
                            <li><a href="<?php print get_page_link(103); ?>">Наши отделения</a></li>
                            <li class="hide show_767"><a target="_blank" href="<?php the_field('lk','option'); ?>">Личный кабинет</a></li>
							<li><a href="https://www.avito.ru/neopremium">Магазин</a></li>
                        </ul>
                    </div>
                    <?php } else { ?>
                    <ul>
                        <li><a href="<?php echo home_url( '/' ); ?>#what">Что мы принимаем</a></li>
                        <li><a href="<?php echo home_url( '/' ); ?>#price">Как мы оцениваем</a></li>
                        <li><a href="<?php echo home_url( '/' ); ?>#calculator">Калькулятор оценки</a></li>
						<li><a href="<?php print get_page_link(329); ?>">Наши услуги</a></li>
                        <li><a href="<?php echo home_url( '/' ); ?>#why">Почему именно мы?</a></li>
                        <li><a href="<?php print get_page_link(103); ?>">Наши отделения</a></li>
                        <li class="hide show_767"><a target="_blank" href="<?php the_field('lk','option'); ?>">Личный кабинет</a></li>
						<li><a href="https://www.avito.ru/neopremium">Магазин</a></li>
                    </ul>
                    <?php } ?>
                </div>
            </div>
        </div>
    </div>
	

																								
																						
</header>